[
  {
    "name": { "str": "XL salvaged xenoid light armor" },
    "copy-from": "dkz_xenoid_light_armor_salvaged",
    "type": "ARMOR",
    "proportional": { "weight": 1.2, "volume": 1.2, "storage": 1.2, "encumbrance": 1.2 },
    "extend": { "flags": [ "OVERSIZE" ] },
    "id": "dkz_xenoid_light_armor_salvaged_xl",
    "description": "A suit of light-weight, roughly human-sized armor once belonged the xenoids.  Its terribly damaged from some combination of the combat its seen, the process needed to pry it off its wearer, and some sort of dead man's switch on the elements that actually power the thing and make it easy to wear.  There are very faintly visible alien hieroglyphs scattered across the armor.  There isn't anything to stop you from trying it on for size if you wanted to.  This can be worn regardless of your state of mutation"
  },
  {
    "name": { "str": "XL salvaged xenoid heavy armor" },
    "copy-from": "dkz_xenoid_heavy_armor_salvaged",
    "type": "ARMOR",
    "proportional": { "weight": 1.2, "volume": 1.2, "storage": 1.2, "encumbrance": 1.2 },
    "extend": { "flags": [ "OVERSIZE" ] },
    "id": "dkz_xenoid_heavy_armor_salvaged_xl",
    "description": "A heavy suit of roughly human-sized plate armor which once belonged the xenoids.  Its terribly damaged from some combination of the combat its seen, the process needed to pry it off its wearer, and some sort of dead man's switch on the elements that actually power the thing and make it easy to wear.  But there isn't anything to stop you from putting it on.  There are very faintly visible alien hieroglyphs scattered across the armor.  This can be worn regardless of your state of mutation"
  },
  {
    "name": { "str": "XL salvaged xenoid face mask" },
    "copy-from": "dkz_xenoid_mask_salvaged",
    "type": "ARMOR",
    "proportional": { "weight": 1.2, "volume": 1.2, "storage": 1.2, "encumbrance": 1.2 },
    "extend": { "flags": [ "OVERSIZE" ] },
    "id": "dkz_xenoid_mask_salvaged_xl",
    "description": "This strangely human face mask is like the portrait of a monster from the deepest parts of the uncanny valley.  While there is no visible eye holes on the exterior, on the inner side of the mask there are two crystal clear portholes that unnaturally distort the light coming through.  There is also a vent-like grid on the lower part which allows air to pass.  The various straps on the back can be adjusted which in turn changes the size and shape of the mask itself, twisting the face into new and uniquely monstrous expressions.  This can be worn regardless of your state of mutation"
  }
]
