[
  {
    "name": {
      "str": "XL Zenture Industries® Premium z-Ŵatch™",
      "str_pl": "XL Zenture Industries® Executive z-Ŵatches™"
    },
    "copy-from": "dkz_zenture_industries_premium_zwatch",
    "type": "TOOL_ARMOR",
    "proportional": { "weight": 1.2, "volume": 1.2, "storage": 1.2, "encumbrance": 1.2 },
    "extend": { "flags": [ "OVERSIZE" ] },
    "id": "dkz_zenture_industries_premium_zwatch_xl",
    "description": "<color_white>The Coolest Watch You've NEVER SEEN</color>™\n\nThis is undoubtedly the coolest looking watch you've ever seen before.  Its like something from a sci-fi TV show or a video game.  Its bands are a rich crimson-red leather on the outside and soft sheepskin on the inside, with a sturdy gold clasp on the end of one band and seven beautifully punctured holes at precise intervals on the other band.  Its body is a uniform  black disk with a nearly invisible compartment in the back for batteries.  Its glass faceplate functions as a button which calls forth the most user-friendly interface you've ever used describing all of its numerous functions all conveyed by an silly animated Magic-8 Ball that's saying <color_light_green>'No internet signal found.  Note: Lambda Protocol is active.  Go Team Zenture!'</color>  This can be worn regardless of your state of mutation"
  },
  {
    "name": {
      "str": "XL Zenture Industries® Executive z-Ŵatch™",
      "str_pl": "XL Zenture Industries® Executive z-Ŵatches™"
    },
    "copy-from": "dkz_zenture_industries_executive_zwatch",
    "type": "TOOL_ARMOR",
    "proportional": { "weight": 1.2, "volume": 1.2, "storage": 1.2, "encumbrance": 1.2 },
    "extend": { "flags": [ "OVERSIZE" ] },
    "id": "dkz_zenture_industries_executive_zwatch_xl",
    "description": "<color_white>The Coolest Watch You've NEVER SEEN</color>™\n\nThis is undoubtedly the coolest looking watch you've ever seen before.  Its like something from a sci-fi TV show or a video game.  Its bands are a rich crimson-red leather on the outside and soft sheepskin on the inside, with a sturdy platinum clasp on the end of one band and two beautifully punctured holes at precise intervals on the other band.  Its body is a uniform black disk with a nearly invisible compartment in the back for batteries.  Its glass faceplate functions as a button which calls forth the most user-friendly interface you've ever used describing all of its numerous functions all conveyed by an serious-looking animated Magic-8 Ball that is saying <color_light_green>'Greetings Mr. Zenture.  Lambda Protocol is active.  Omega Protocol on standby.  Primary and Secondary Facilities currently secure, containment still in place.  Uplink currently disconnected, attempting reconnection.'</color>  This can be worn regardless of your state of mutation"
  }
]
