[
  {
    "name": { "str": "XL salvaged power armor" },
    "copy-from": "depowered_armor",
    "type": "ARMOR",
    "proportional": { "weight": 1.2, "volume": 1.2, "storage": 1.2, "encumbrance": 1.2 },
    "extend": { "flags": [ "OVERSIZE" ] },
    "id": "depowered_armor_xl",
    "description": "This used to be a powered exoskeleton with a set of heavy armor plates, made wearable by the assist of the servos.  Now it's just the armor plating and a stripped down chassis: as one might expect, it's a lot harder to wear.  This can be worn regardless of your state of mutation"
  },
  {
    "name": { "str": "XL salvaged power armor helmet" },
    "copy-from": "depowered_helmet",
    "type": "ARMOR",
    "proportional": { "weight": 1.2, "volume": 1.2, "storage": 1.2, "encumbrance": 1.2 },
    "extend": { "flags": [ "OVERSIZE" ] },
    "id": "depowered_helmet_xl",
    "description": "This used to be a military-grade full-head helmet with advanced optics and environmental filters.  It looks like it was decommissioned or otherwise stripped for parts; now it's a very expensive hat.  It's still quite durable, but quite hard to see out of.  This can be worn regardless of your state of mutation"
  },
  {
    "name": { "str": "XL combat exoskeleton" },
    "copy-from": "power_armor_basic",
    "type": "TOOL_ARMOR",
    "proportional": { "weight": 1.2, "volume": 1.2, "storage": 1.2, "encumbrance": 1.2 },
    "extend": { "flags": [ "OVERSIZE" ] },
    "id": "power_armor_basic_xl",
    "description": "These were the second wave of military combat exoskeleton, and got a lot of media attention, with popular Navy commercials featuring them heavily.  It consists of a muscle-boosting exoskeleton frame with overlayed segmented alloy plating.  Despite advancements over the original bulky 'tank suits', the wearer still cannot easily fit through narrow spaces, or sit down comfortably (and it ruins upholstery).  There is an integrated chemical resistant bodyglove that precludes wearing other clothing.  This can be worn regardless of your state of mutation"
  },
  {
    "name": { "str": "XL heavy combat exoskeleton" },
    "copy-from": "power_armor_heavy",
    "type": "TOOL_ARMOR",
    "proportional": { "weight": 1.2, "volume": 1.2, "storage": 1.2, "encumbrance": 1.2 },
    "extend": { "flags": [ "OVERSIZE" ] },
    "id": "power_armor_heavy_xl",
    "description": "Colloquially known as a 'tank suit' in the media, these bulky exoskeletons, covered in thick segmented armor plates, were tested in military service a few years back and determined to be too heavy and expensive for regular use.  Now that it's in your hands, though, you have a massive suit of power armor capable of resisting almost any small arms fire and most other forms of attack.  On the other hand, it doubles your effective weight, and it's almost impossible not to bump into things.  There is an integrated chemical resistant bodyglove that precludes wearing other clothing.  This can be worn regardless of your state of mutation"
  },
  {
    "name": { "str": "XL field combat exoskeleton" },
    "copy-from": "power_armor_light",
    "type": "TOOL_ARMOR",
    "proportional": { "weight": 1.2, "volume": 1.2, "storage": 1.2, "encumbrance": 1.2 },
    "extend": { "flags": [ "OVERSIZE" ] },
    "id": "power_armor_light_xl",
    "description": "The final iteration of military power armor before the fall of civilization, this type - a powered exoskeleton with high-tech segmented plating - was designed for actual widespread combat use and was seen on the front lines during the last days of the cataclysm.  Like the heavier suits, it is resistant to most modern weaponry, but it is light and maneuverable, and can fit into normal vehicles and doorways without fuss, a huge advantage over predecessors.  Unfortunately, the world ended before it could roll out in significant numbers.  There is an integrated chemical resistant bodyglove that precludes wearing other clothing.  This can be worn regardless of your state of mutation"
  },
  {
    "name": { "str": "XL environmental combat helmet" },
    "copy-from": "power_armor_helmet_basic",
    "type": "TOOL_ARMOR",
    "proportional": { "weight": 1.2, "volume": 1.2, "storage": 1.2, "encumbrance": 1.2 },
    "extend": { "flags": [ "OVERSIZE" ] },
    "id": "power_armor_helmet_basic_xl",
    "description": "A fully enclosed combat helmet for hazardous environments, this was designed to fit with a powered exoskeleton, using cameras to expand visual range.  In practice, the cameras were unreliable and easily fouled.  The environmental controls function best with direct-skin contact.  This can be worn regardless of your state of mutation"
  },
  {
    "name": { "str": "XL heavy environmental combat helmet" },
    "copy-from": "power_armor_helmet_heavy",
    "type": "TOOL_ARMOR",
    "proportional": { "weight": 1.2, "volume": 1.2, "storage": 1.2, "encumbrance": 1.2 },
    "extend": { "flags": [ "OVERSIZE" ] },
    "id": "power_armor_helmet_heavy_xl",
    "description": "An extremely heavy-duty fully enclosed combat helmet for hazardous environments, this was designed to fit with a powered exoskeleton.  In the field, soldiers reported that the protection was not worth the awkward size and limited visuals.  The environmental controls function best with direct-skin contact.  This can be worn regardless of your state of mutation"
  },
  {
    "name": { "str": "XL light environmental combat helmet" },
    "copy-from": "power_armor_helmet_light",
    "type": "TOOL_ARMOR",
    "proportional": { "weight": 1.2, "volume": 1.2, "storage": 1.2, "encumbrance": 1.2 },
    "extend": { "flags": [ "OVERSIZE" ] },
    "id": "power_armor_helmet_light_xl",
    "description": "This full-enclosure helmet was designed based on commercial diving equipment, in response to complaints that earlier designs were impossible to use in combat.  While still a little more restrictive than regular combat headgear - and frustrating should your nose itch - this one received far better reviews from soldiers.  Sadly, civilization ended before they could roll out in significant numbers.  The environmental controls function best with direct-skin contact.  This can be worn regardless of your state of mutation"
  },
  {
    "name": { "str": "XL power armor hauling frame" },
    "copy-from": "power_armor_frame",
    "type": "TOOL_ARMOR",
    "proportional": { "weight": 1.2, "volume": 1.2, "storage": 1.2, "encumbrance": 1.2 },
    "extend": { "flags": [ "OVERSIZE" ] },
    "id": "power_armor_frame_xl",
    "description": "A heavy duty hauling frame designed to interface with military exoskeletons.  This can be worn regardless of your state of mutation"
  },
  {
    "name": { "str": "XL power armor back holster" },
    "copy-from": "power_armor_back_holster",
    "type": "ARMOR",
    "proportional": { "weight": 1.2, "volume": 1.2, "storage": 1.2, "encumbrance": 1.2 },
    "extend": { "flags": [ "OVERSIZE" ] },
    "id": "power_armor_back_holster_xl",
    "description": "A heavy duty holster using a combination of clamps and rail interfaces to comfortably hold rifles, shotguns, smgs and even launchers of various sizes.  Designed to interface with a military exoskeleton.  Activate to holster/draw a gun.  This can be worn regardless of your state of mutation"
  },
  {
    "name": { "str": "XL power armor holster" },
    "copy-from": "power_armor_holster",
    "type": "ARMOR",
    "proportional": { "weight": 1.2, "volume": 1.2, "storage": 1.2, "encumbrance": 1.2 },
    "extend": { "flags": [ "OVERSIZE" ] },
    "id": "power_armor_holster_xl",
    "description": "A heavy duty holster that uses a combination of seals and rail interfaces to comfortably hold various sizes of pistol or similar guns.  Designed to interface with a military exoskeleton.  Activate to holster/draw a small pistol.  This can be worn regardless of your state of mutation"
  },
  {
    "name": { "str": "XL power armor chest rig" },
    "copy-from": "power_armor_chest_rig",
    "type": "ARMOR",
    "proportional": { "weight": 1.2, "volume": 1.2, "storage": 1.2, "encumbrance": 1.2 },
    "extend": { "flags": [ "OVERSIZE" ] },
    "id": "power_armor_chest_rig_xl",
    "description": "A set of compartments capable of carrying three magazines close at hand.  Designed to interface with a military exoskeleton.  Activate to store/retrieve your magazines.  This can be worn regardless of your state of mutation"
  },
  {
    "name": { "str": "XL power armor back scabbard" },
    "copy-from": "power_armor_bscabbard",
    "type": "ARMOR",
    "proportional": { "weight": 1.2, "volume": 1.2, "storage": 1.2, "encumbrance": 1.2 },
    "extend": { "flags": [ "OVERSIZE" ] },
    "id": "power_armor_bscabbard_xl",
    "description": "A set of clamps and fittings designed to accommodate a variety of large bladed weaponry.  Designed to interface with a military exoskeleton.  Activate to sheath/draw a sword/axe.  This can be worn regardless of your state of mutation"
  },
  {
    "name": { "str": "XL power armor sheath" },
    "copy-from": "power_armor_sheath",
    "type": "ARMOR",
    "proportional": { "weight": 1.2, "volume": 1.2, "storage": 1.2, "encumbrance": 1.2 },
    "extend": { "flags": [ "OVERSIZE" ] },
    "id": "power_armor_sheath_xl",
    "description": "A set of clamps and fittings to accommodate a variety of knives and similar blades.  Designed to interface with a military exoskeleton.  Activate to sheathe/draw a weapon.  This can be worn regardless of your state of mutation"
  }
]
